export const listDepartments = [
  {
    id: 0,
    name: "Кафедра автоматизированных и вычислительных систем",
    groups: [
      {
        id: 0,
        group: "бВМ-201",
      },
      {
        id: 1,
        group: "бВМ-211",
      },
    ],
  },
  {
    id: 1,
    name: "Кафедра систем автоматизированного проектирования и информационных систем",
    groups: [
      {
        id: 0,
        group: "бРИС-201",
      },
      {
        id: 1,
        group: "бРИС-211",
      },
    ],
  },
  {
    id: 2,
    name: "Кафедра компьютерных интеллектуальных технологий проектирования",
    groups: [
      {
        id: 0,
        group: "бАП-201",
      },
      {
        id: 1,
        group: "бАП- 211",
      },
    ],
  },
  {
    id: 3,
    name: "Кафедра графики, конструирования и информационных технологий в промышленном дизайне",
    groups: [
      {
        id: 0,
        group: "бИД-201",
      },
      {
        id: 1,
        group: "бИД-211",
      },
    ],
  },
  {
    id: 4,
    name: "Кафедра систем управления и информационных технологий в строительстве",
    groups: [
      {
        id: 0,
        group: "бПИЭ 201",
      },
      {
        id: 1,
        group: "бПИ-223",
      },
    ],
  },
  {
    id: 5,
    name: "Базовая кафедра кибернетики в системах организационного управления",
    groups: [
      {
        id: 0,
        group: "бПКР-211",
      },
    ],
  },
];

export const listGroupsDisciplines = [
  {
    id: 0,
    groupId: "0_0",
    dicsiplines: [
      {
        id: 0,
        discipline: "Проектная деятельность",
      },
      {
        id: 1,
        discipline: "Разработка приложений в Visual Studio",
      },
      {
        id: 2,
        discipline: "Администирование аппаратного обеспечения",
      },
      {
        id: 3,
        discipline: "Программирование на VHDL",
      },
      {
        id: 4,
        discipline: "Микроконтроллеры",
      },
    ],
  },
];
